atlauncher-bin
auto-cpufreq
bitwarden-rofi
bottles
catppuccin-cursors-macchiato
catppuccin-gtk-theme-macchiato
check-broken-packages-pacman-hook-git
devify
downgrade
gallery-dl
harper-git
keyb-bin
needrestart
obs-plugin-input-overlay
paccache-hook
pacseek
pyprland
qimgv
reflector-pacman-hook-git
rofi-keepassxc
swaymsg-root
swayosd-git
sync-pacman-hook-git
sysz
tidal-hifi-bin
topgrade
trashy
ttf-ms-win11-auto
upscayl-bin
waybar-updates
wlrobs
wshowkeys-mao-git
xwaylandvideobridge
xwaylandvideobridge-debug
yay
yay-debug
zen-browser-bin
